[
  "How does the product or service impact a person's sense of belonging to a community?",
  "How does the product or service impact the trust between the users and the business that owns the system?",
  "How does the product or service impact how people perceive others? (Inclusiveness & Diversity)",
  "How does the product or service impact users with different backgrounds: age, groups, education levels, or other differences? (Inclusiveness & Diversity)",
  "How does the system impact people being treated differently from each other? (Quality of being fair and impartial. Think data analytics or decision support.)",
  "How does the product or service impact the way people create networks?",
  "How does the product or service impact the way people participate in group work?",
  "How does the product or service impact the way people support, criticize or argue with others?",
  "How does the product or service impact a person’s physical, mental, and/or emotional health? E.g., can it make a person feel anything good/bad?",
  "How does the product or service impact people’s competencies? (Lifelong learning)",
  "How does the product or service impact hiding a person’s identity, whereabouts or relations? (Privacy)",
  "How does the product or service impact the protection of a person from physical harm?",
  "How does the product or service impact the support to make a person feel less exposed to harm?",
  "How does the product or service impact the safety if used in an unintended way?",
  "How does the product or service impact the empowerment of a person from taking an action/decision when necessary?",
  "How does the product or service impact the understanding of its implications, expression of concerns or representation by someone of those affected?",
  "How does the production of the product or service impact the materials consumed?",
  "How does the product or service impact the materials consumed to operate the product or service? E.g., requires Hardware",
  "How does the product or service impact the way people consume material? E.g., encourage to buy less/more?",
  "How do producing parts or supplies impact waste or emissions?",
  "How does the use itself impact waste or emissions?",
  "How does the product or service impact how much waste or emissions are generated?",
  "How does the product or service impact recycling?",
  "How does the product or service impact the plants or animals around it? Or elsewhere?",
  "How does the product or service impact the soil around it? E.g., occupying / cropland? What about elsewhere?",
  "How does the product or service impact the need for the production of energy?",
  "How does the product or service impact the use of energy? E.g. encourages less energy",
  "How does the product or service impact the hardware to run on renewable energy and the way to incentivise that?",
  "How does the product or service impact the need (and distance) for moving people or goods?",
  "How does the product or service impact the means by which people or goods move?",
  "How does the product or service impact monetary value?",
  "How does the product or service impact other related types of business value?",
  "How does the product or service impact the relationship between the business and its customers?",
  "How does the product or service impact co-creation of value?",
  "How does the product or service impact the financial situation of their customers & others? In the context of customer relationship management",
  "How does the product or service impact the supply chain of the business who owns it?",
  "How do these changes in supply chain impact the financial situation?",
  "How does the product or service impact the financial situation of their customers & others? In the context of supply chain",
  "Governance: interaction and decision-making of actors in e.g. laws and norms. How does the product or service impact how and by whom decisions are made?",
  "How does the product or service impact the communication channels by which the relationships takes place? In the context of governance",
  "How do these changes impact the financial situation of the business and partners? In the context of governance",
  "Innovation: How does the product, service or parts of it impact the investment on research & development?",
  "How do changes in innovation and R&D impact the financial situation?",
  "How does it also impact the financial situation of their customers & others?",
  "How is the operating system and runtime environment impacted to change what does that required from maintainers of this system?",
  "How is  the correctness of the system impacted by other systems or affect the correctness of others?",
  "Usability: How does the required knowledge or physical properties to use the system impact different types of users? E.g., is good eyesight required to operate it on small devices",
  "Adaptability: How does the product or service impact the usage of the system in another context?",
  "How does the product or service impact the adaptation to use the system in another context?",
  "How does the product or service impact the adaptation of the system to adapt itself to fit new usage scenarios?",
  "How does the product or service impact the security of assets that would be desirable to an attack and are controlled by this system? E.g., financial information, people's preferences",
  "How does the product or service impact the risks associated with these assets?",
  "How does the product or service impact other likely vulnerabilities of the system?",
  "Scalability: How does the system impact changes in workload?",
  "How does the product or service impact making changes in workload easier?"
]
